Repository: kenzok8/jell
Catalog: luci-app-easyconfig-transfer/po/*/easyconfig-transfer.po
Languages: de, fr, it, ru, vi

source: Transfer
fr: Transfert
it: Trasferimento
ru: Трафик
vi: Lưu lượng

source: User interface for easyconfig scripts estimating transfer consumption. More information on the %seko.one.pl forum%s.
de: Benutzeroberfläche für easyconfig-Skripte zur Schätzung des Datenverbrauchs. Weitere Informationen im %seko.one.pl-Forum%s.
fr: Interface utilisateur pour les scripts easyconfig estimant la consommation de transfert. Plus d'informations sur le forum %seko.one.pl%s.
it: Interfaccia utente per gli script easyconfig che stimano il consumo di trasferimento. Ulteriori informazioni sul forum %seko.one.pl%s.
ru: Пользовательский интерфейс для скриптов easyconfig, оценивающих потребление трафика. Дополнительная информация на форуме %seko.one.pl%s.
vi: Giao diện người dùng cho các tập lệnh easyconfig ước tính mức tiêu thụ lưu lượng. Thêm thông tin trên diễn đàn %seko.one.pl%s.

source: Estimated data usage
de: Geschätzter Datenverbrauch
fr: Consommation de données estimée
it: Utilizzo dati stimato
ru: Приблизительное использование данных
vi: Ước tính sử dụng dữ liệu

source: First Seen
de: Erste Sitzung
fr: Première session
it: Prima sessione
ru: Первый сеанс
vi: Phiên đầu tiên

source: Last Seen
de: Letzte Sitzung
fr: Dernière session
it: Ultima sessione
ru: Последний сеанс
vi: Phiên cuối cùng

source: Downloaded
de: Heruntergeladen
fr: Téléchargé
it: Scaricato
ru: Загружено
vi: Đã tải xuống

source: Uploaded
de: Hochgeladen
fr: Envoyé
it: Caricato
ru: Отправлено
vi: Đã tải lên

source: Configuration - Transfer
de: Konfiguration - Transfer
fr: Configuration - Transfert
it: Configurazione - Trasferimento
ru: Конфигурация - Трафик
vi: Cấu hình - Lưu lượng

source: Configuration panel of the application calculating transfer statistics.
de: Konfigurationspanel der Anwendung zur Berechnung von Transferstatistiken.
fr: Panneau de configuration de l'application calculant les statistiques de transfert.
it: Pannello di configurazione dell'applicazione per il calcolo delle statistiche di trasferimento.
ru: Панель конфигурации приложения для вычисления статистики трафика.
vi: Bảng cấu hình của ứng dụng tính toán thống kê lưu lượng.

source: Data reading period
de: Datenlesezeitraum
fr: Période de lecture des données
it: Periodo di lettura dei dati
ru: Период считывания данных
vi: Chu kỳ đọc dữ liệu

source: Data recording period
de: Datenaufzeichnungszeitraum
fr: Période d'enregistrement des données
it: Periodo di registrazione dei dati
ru: Период записи данных
vi: Chu kỳ ghi dữ liệu

source: Beginning of the billing period
de: Beginn des Abrechnungszeitraums
fr: Début de la période de facturation
it: Inizio del periodo di fatturazione
ru: Начало расчётного периода
vi: Bắt đầu chu kỳ thanh toán

source: Warning enabled
de: Warnung aktiviert
fr: Avertissement activé
it: Avviso abilitato
ru: Предупреждение включено
vi: Đã bật cảnh báo

source: Transfer available
de: Verfügbares Transfervolumen
fr: Transfert disponible
it: Trasferimento disponibile
ru: Доступный трафик
vi: Lưu lượng khả dụng

source: Warning level
de: Warnstufe
fr: Niveau d'avertissement
it: Livello di avviso
ru: Уровень предупреждения
vi: Mức cảnh báo

source: Warning cycle
de: Warnzyklus
fr: Cycle d'avertissement
it: Ciclo di avviso
ru: Цикл предупреждений
vi: Chu kỳ cảnh báo

source: per period
de: pro Zeitraum
fr: par période
it: per periodo
ru: за период
vi: mỗi chu kỳ

source: per day
de: pro Tag
fr: par jour
it: al giorno
ru: в день
vi: mỗi ngày

source: Days until the end of the billing period
de: Tage bis zum Ende des Abrechnungszeitraums
fr: Jours jusqu'à la fin de la période de facturation
it: Giorni alla fine del periodo di fatturazione
ru: Дней до окончания расчётного периода
vi: Số ngày đến cuối chu kỳ thanh toán

source: Estimated remaining transfer
de: Geschätztes verbleibendes Transfervolumen
fr: Transfert restant estimé
it: Trasferimento rimanente stimato
ru: Приблизительный остаток трафика
vi: Lưu lượng còn lại ước tính

source: approximately remains
de: verbleiben ungefähr
fr: il reste approximativement
it: rimane approssimativamente
ru: осталось приблизительно
vi: còn lại khoảng

source: Summary
de: Zusammenfassung
fr: Résumé
it: Riepilogo
ru: Сводка
vi: Tóm tắt

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi
ru: Сегодня
vi: Hôm nay

source: Yesterday
de: Gestern
fr: Hier
it: Ieri
ru: Вчера
vi: Hôm qua

source: Last 7 days
de: Letzte 7 Tage
fr: 7 derniers jours
it: Ultimi 7 giorni
ru: Последние 7 дней
vi: 7 ngày qua

source: Last 30 days
de: Letzte 30 Tage
fr: 30 derniers jours
it: Ultimi 30 giorni
ru: Последние 30 дней
vi: 30 ngày qua

source: Yearly
de: Jährlich
fr: Annuel
it: Annuale
ru: Годовые
vi: Hằng năm

source: Clients data usage
de: Datenverbrauch der Clients
fr: Consommation de données des clients
it: Utilizzo dati dei client
ru: Использование данных клиентами
vi: Sử dụng dữ liệu của các thiết bị

source: Total
de: Gesamt
it: Totale
ru: Итого
vi: Tổng cộng

source: Current billing period
de: Aktueller Abrechnungszeitraum
fr: Période de facturation en cours
it: Periodo di fatturazione corrente
ru: Текущий расчётный период
vi: Chu kỳ thanh toán hiện tại

source: Expected data usage for the current period
de: Erwarteter Datenverbrauch für den aktuellen Zeitraum
fr: Consommation de données prévue pour la période en cours
it: Utilizzo dati previsto per il periodo corrente
ru: Ожидаемое использование данных за текущий период
vi: Ước tính sử dụng dữ liệu trong chu kỳ hiện tại

source: Previous billing period
de: Vorheriger Abrechnungszeitraum
fr: Période de facturation précédente
it: Periodo di fatturazione precedente
ru: Предыдущий расчётный период
vi: Chu kỳ thanh toán trước

source: Transfer usage statistics
de: Statistiken zum Transferverbrauch
fr: Statistiques d'utilisation du transfert
it: Statistiche di utilizzo del trasferimento
ru: Статистика использования трафика
vi: Thống kê sử dụng lưu lượng

source: Calculations may differ from the operator indications
de: Berechnungen können von den Angaben des Betreibers abweichen
fr: Les calculs peuvent différer des indications de l'opérateur
it: I calcoli possono differire dalle indicazioni dell'operatore
ru: Расчёты могут отличаться от показаний оператора
vi: Tính toán có thể khác với số liệu của nhà mạng

source: Make a copy of Database
de: Datenbankkopie erstellen
fr: Créer une copie de la base de données
it: Crea una copia del database
ru: Создать копию базы данных
vi: Tạo bản sao cơ sở dữ liệu

source: Restore
de: Wiederherstellen
fr: Restaurer
it: Ripristina
ru: Восстановить
vi: Khôi phục

source: Make
de: Erstellen
fr: Créer
it: Esegui
ru: Создать
vi: Thực hiện

source: a backup
de: eine Sicherung
fr: une sauvegarde
it: un backup
ru: резервную копию
vi: bản sao lưu

source: Make a backup
de: Sicherung erstellen
fr: Créer une sauvegarde
it: Esegui un backup
ru: Создать резервную копию
vi: Tạo bản sao lưu

source: Reset data
de: Daten zurücksetzen
fr: Réinitialiser les données
it: Reimposta dati
ru: Сбросить данные
vi: Đặt lại dữ liệu

source: Main Settings
de: Haupteinstellungen
fr: Paramètres principaux
it: Impostazioni principali
ru: Основные настройки
vi: Cài đặt chính

source: Traffic Settings
de: Datenverkehrseinstellungen
fr: Paramètres de trafic
it: Impostazioni traffico
ru: Настройки трафика
vi: Cài đặt lưu lượng

source: Hide MAC addresses
de: MAC-Adressen ausblenden
fr: Masquer les adresses MAC
it: Nascondi indirizzi MAC
ru: Скрыть MAC-адреса
vi: Ẩn địa chỉ MAC

source: Hide MAC addresses without transfer information.
de: MAC-Adressen ohne Transferdaten ausblenden.
fr: Masquer les adresses MAC sans informations de transfert.
it: Nascondi indirizzi MAC privi di informazioni sul trasferimento.
ru: Скрыть MAC-адреса без информации о трафике.
vi: Ẩn các địa chỉ MAC không có thông tin lưu lượng.

source: Select how often a compressed copy of the data will be made. <br />Archive path <code>/usr/lib/easyconfig/easyconfig_statistics.json.gz</code>. <br /><br /><b>Important</b> <br />Please remember that frequent write operations shorten the life cycle of memory.
de: Wählen Sie aus, wie oft eine komprimierte Datenkopie erstellt wird. <br />Archivpfad <code>/usr/lib/easyconfig/easyconfig_statistics.json.gz</code>. <br /><br /><b>Wichtig</b> <br />Bitte beachten Sie, dass häufige Schreibvorgänge den Lebenszyklus des Speichers verkürzen.
fr: Sélectionnez la fréquence à laquelle une copie compressée des données sera effectuée. <br />Chemin de l'archive <code>/usr/lib/easyconfig/easyconfig_statistics.json.gz</code>. <br /><br /><b>Important</b> <br />Veuillez noter que des opérations d'écriture fréquentes réduisent la durée de vie de la mémoire.
it: Seleziona la frequenza con cui verrà eseguita una copia compressa dei dati. <br />Percorso archivio <code>/usr/lib/easyconfig/easyconfig_statistics.json.gz</code>. <br /><br /><b>Importante</b> <br />Ricorda che le operazioni di scrittura frequenti riducono il ciclo di vita della memoria.
ru: Выберите, как часто будет создаваться сжатая копия данных. <br />Путь к архиву <code>/usr/lib/easyconfig/easyconfig_statistics.json.gz</code>. <br /><br /><b>Важно</b> <br />Помните, что частые операции записи сокращают срок службы памяти.
vi: Chọn tần suất tạo bản sao nén của dữ liệu. <br />Đường dẫn lưu trữ <code>/usr/lib/easyconfig/easyconfig_statistics.json.gz</code>. <br /><br /><b>Quan trọng</b> <br />Hãy nhớ rằng các thao tác ghi thường xuyên sẽ rút ngắn vòng đời của bộ nhớ.

source: Enable transfer data collection. <br />Data is saved to file <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>What you should know</b> <br />With flow offloading enabled, transfer data will be inconsistent with reality or may be completely unavailable.
de: Datenerfassung für den Transfer aktivieren. <br />Daten werden in der Datei <code>/tmp/easyconfig_statistics.json</code> gespeichert. <br /><br /><b>Was Sie wissen sollten</b> <br />Bei aktiviertem Flow-Offloading sind die Transferdaten möglicherweise nicht konsistent oder vollständig nicht verfügbar.
fr: Activer la collecte de données de transfert. <br />Les données sont enregistrées dans le fichier <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>Ce que vous devez savoir</b> <br />Avec le délestage de flux activé, les données de transfert seront incohérentes avec la réalité ou peuvent être complètement indisponibles.
it: Abilita la raccolta dei dati di trasferimento. <br />I dati vengono salvati nel file <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>Cosa dovresti sapere</b> <br />Con il flow offloading abilitato, i dati di trasferimento saranno incoerenti con la realtà o potrebbero essere completamente non disponibili.
ru: Включить сбор данных о трафике. <br />Данные сохраняются в файл <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>Что следует знать</b> <br />При включённом flow offloading данные о трафике могут не соответствовать действительности или быть полностью недоступны.
vi: Bật thu thập dữ liệu lưu lượng. <br />Dữ liệu được lưu vào tệp <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>Điều bạn cần biết</b> <br />Khi bật tính năng flow offloading, dữ liệu lưu lượng có thể không chính xác hoặc hoàn toàn không khả dụng.

source: 1 minute
it: 1 minuto
ru: 1 минуту
vi: 1 phút

source: 3 minutes
de: 3 Minuten
it: 3 minuti
ru: 3 минуты
vi: 3 phút

source: 5 minutes
de: 5 Minuten
it: 5 minuti
ru: 5 минут
vi: 5 phút

source: 10 minutes
de: 10 Minuten
it: 10 minuti
ru: 10 минут
vi: 10 phút

source: 15 minutes
de: 15 Minuten
it: 15 minuti
ru: 15 минут
vi: 15 phút

source: 30 minutes
de: 30 Minuten
it: 30 minuti
ru: 30 минут
vi: 30 phút

source: 1 hour
de: 1 Stunde
fr: 1 heure
it: 1 ora
ru: 1 час
vi: 1 giờ

source: 3 hours
de: 3 Stunden
fr: 3 heures
it: 3 ore
ru: 3 часа
vi: 3 giờ

source: 6 hours
de: 6 Stunden
fr: 6 heures
it: 6 ore
ru: 6 часов
vi: 6 giờ

source: 12 hours
de: 12 Stunden
fr: 12 heures
it: 12 ore
ru: 12 часов
vi: 12 giờ

source: 24 hours
de: 24 Stunden
fr: 24 heures
it: 24 ore
ru: 24 часа
vi: 24 giờ

source: Enter the starting day of the billing period.
de: Geben Sie den Starttag des Abrechnungszeitraums ein.
fr: Entrez le jour de début de la période de facturation.
it: Inserire il giorno di inizio del periodo di fatturazione.
ru: Введите начальный день расчётного периода.
vi: Nhập ngày bắt đầu của chu kỳ thanh toán.

source: Hide selected data in the table
de: Ausgewählte Daten in der Tabelle ausblenden
fr: Masquer les données sélectionnées dans le tableau
it: Nascondi i dati selezionati nella tabella
ru: Скрыть выбранные данные в таблице
vi: Ẩn dữ liệu đã chọn trong bảng

source: Select data that will be hidden.
de: Wählen Sie die Daten aus, die ausgeblendet werden sollen.
fr: Sélectionnez les données qui seront masquées.
it: Seleziona i dati che verranno nascosti.
ru: Выберите данные, которые будут скрыты.
vi: Chọn dữ liệu sẽ được ẩn.

source: MAC addresses
de: MAC-Adressen
fr: Adresses MAC
it: Indirizzi MAC
ru: MAC-адреса
vi: Địa chỉ MAC

source: MAC addresses & Hostnames
de: MAC-Adressen & Hostnamen
fr: Adresses MAC & Noms d'hôtes
it: Indirizzi MAC & Nomi host
ru: MAC-адреса и имена хостов
vi: Địa chỉ MAC & Tên máy chủ

source: Show wan in table
de: WAN in der Tabelle anzeigen
fr: Afficher le WAN dans le tableau
it: Mostra WAN nella tabella
ru: Показать WAN в таблице
vi: Hiển thị WAN trong bảng

source: Check this option if you want wan to be visible in the table.
de: Aktivieren Sie diese Option, wenn WAN in der Tabelle sichtbar sein soll.
fr: Cochez cette option si vous souhaitez que le WAN soit visible dans le tableau.
it: Seleziona questa opzione se desideri che il WAN sia visibile nella tabella.
ru: Установите этот флажок, если хотите, чтобы WAN отображался в таблице.
vi: Chọn tùy chọn này nếu bạn muốn WAN hiển thị trong bảng.

source: Enable data usage progress bar
de: Fortschrittsbalken für Datenverbrauch aktivieren
fr: Activer la barre de progression de l'utilisation des données
it: Abilita la barra di avanzamento dell'utilizzo dati
ru: Включить индикатор использования данных
vi: Bật thanh tiến trình sử dụng dữ liệu

source: Show a visualization of transfer usage in the form of a progress bar.
de: Zeigt eine Visualisierung des Transferverbrauchs in Form eines Fortschrittsbalkens an.
fr: Affiche une visualisation de l'utilisation du transfert sous forme de barre de progression.
it: Mostra una visualizzazione dell'utilizzo del trasferimento sotto forma di barra di avanzamento.
ru: Отображает использование трафика в виде индикатора выполнения.
vi: Hiển thị trực quan mức sử dụng lưu lượng dưới dạng thanh tiến trình.

source: Enter the available transfer during the billing period.
de: Geben Sie das verfügbare Transfervolumen im Abrechnungszeitraum ein.
fr: Entrez le transfert disponible pendant la période de facturation.
it: Inserire il trasferimento disponibile durante il periodo di fatturazione.
ru: Введите доступный трафик в расчётном периоде.
vi: Nhập lưu lượng khả dụng trong chu kỳ thanh toán.

source: Unit of data size
de: Einheit der Datengröße
fr: Unité de taille des données
it: Unità di misura dei dati
ru: Единица измерения данных
vi: Đơn vị kích thước dữ liệu

source: Data Count Cycle
de: Datenzählzyklus
fr: Cycle de comptage des données
it: Ciclo di conteggio dati
ru: Цикл подсчёта данных
vi: Chu kỳ đếm dữ liệu

source: Specify the data visualization/counting interval.
de: Geben Sie das Datenvisualisierungs-/Zählintervall an.
fr: Spécifiez l'intervalle de visualisation/comptage des données.
it: Specificare l'intervallo di visualizzazione/conteggio dei dati.
ru: Укажите интервал визуализации/подсчёта данных.
vi: Chỉ định khoảng thời gian hiển thị/đếm dữ liệu.

source: Check this option if you want to save data during a scheduled device restart.
de: Aktivieren Sie diese Option, wenn Daten bei einem geplanten Geräteneustart gespeichert werden sollen.
fr: Cochez cette option si vous souhaitez sauvegarder les données lors d'un redémarrage planifié de l'appareil.
it: Seleziona questa opzione se desideri salvare i dati durante un riavvio pianificato del dispositivo.
ru: Установите этот флажок, если хотите сохранять данные при запланированной перезагрузке устройства.
vi: Chọn tùy chọn này nếu bạn muốn lưu dữ liệu khi khởi động lại thiết bị theo lịch.

source: Backup at
de: Sicherung um
fr: Sauvegarde à
it: Backup alle
ru: Резервное копирование в
vi: Sao lưu lúc

source: Restore backup at
de: Sicherung wiederherstellen um
fr: Restaurer la sauvegarde à
it: Ripristina backup alle
ru: Восстановить резервную копию в
vi: Khôi phục bản sao lưu lúc

source: Backup Settings
de: Sicherungseinstellungen
fr: Paramètres de sauvegarde
it: Impostazioni di backup
ru: Настройки резервного копирования
vi: Cài đặt sao lưu

source: Move .json file
de: .json-Datei verschieben
fr: Déplacer le fichier .json
it: Sposta file .json
ru: Переместить файл .json
vi: Di chuyển tệp .json

source: Correct time format <code>HH:MM</code>.
de: Korrektes Zeitformat <code>HH:MM</code>.
fr: Format d'heure correct <code>HH:MM</code>.
it: Formato orario corretto <code>HH:MM</code>.
ru: Правильный формат времени <code>HH:MM</code>.
vi: Định dạng thời gian đúng <code>HH:MM</code>.

source: Expected time is in HH:MM format
de: Erwartetes Zeitformat ist HH:MM
fr: Le format d'heure attendu est HH:MM
it: Il formato orario atteso è HH:MM
ru: Ожидается время в формате HH:MM
vi: Thời gian cần nhập theo định dạng HH:MM

source: Enter a numeric value
de: Geben Sie einen numerischen Wert ein
fr: Entrez une valeur numérique
it: Inserire un valore numerico
ru: Введите числовое значение
vi: Nhập một giá trị số

source: Add a hostname
de: Hostnamen hinzufügen
fr: Ajouter un nom d'hôte
it: Aggiungi un nome host
ru: Добавить имя хоста
vi: Thêm tên máy chủ

source: Enter data as <code>MAC adress;Hostname</code>.
de: Daten eingeben als <code>MAC-Adresse;Hostname</code>.
fr: Entrez les données sous la forme <code>Adresse MAC;Nom d'hôte</code>.
it: Inserire i dati come <code>Indirizzo MAC;Nome host</code>.
ru: Введите данные в формате <code>MAC-адрес;Имя хоста</code>.
vi: Nhập dữ liệu dưới dạng <code>Địa chỉ MAC;Tên máy chủ</code>.

source: Transfer details
fr: Détails du transfert
it: Dettagli trasferimento
ru: Детали трафика
vi: Chi tiết lưu lượng

source: Enter the MAC address;Hostname
de: MAC-Adresse;Hostname eingeben
fr: Entrez l'adresse MAC;Nom d'hôte
it: Inserire l'indirizzo MAC;Nome host
ru: Введите MAC-адрес;Имя хоста
vi: Nhập địa chỉ MAC;Tên máy chủ

source: Do you want to clear transfer statistics data?
de: Möchten Sie die Transferstatistikdaten löschen?
fr: Voulez-vous effacer les données des statistiques de transfert ?
it: Vuoi cancellare i dati delle statistiche di trasferimento?
ru: Вы хотите очистить данные статистики трафика?
vi: Bạn có muốn xóa dữ liệu thống kê lưu lượng không?

source: Transfer statistics
de: Transferstatistiken
fr: Statistiques de transfert
it: Statistiche di trasferimento
ru: Статистика трафика
vi: Thống kê lưu lượng

source: There are currently no data to show...
de: Derzeit keine Daten zum Anzeigen...
fr: Il n'y a actuellement aucune donnée à afficher...
it: Al momento non ci sono dati da mostrare...
ru: В настоящее время нет данных для отображения...
vi: Hiện tại không có dữ liệu để hiển thị...

source: Additional settings
de: Weitere Einstellungen
fr: Paramètres supplémentaires
it: Impostazioni aggiuntive
ru: Дополнительные настройки
vi: Cài đặt bổ sung

source: from
de: von
fr: de
it: da
ru: из
vi: từ

source: out of
de: von
fr: sur
it: su
ru: из
vi: trong tổng số

source: You have exceeded your available transfer by over
de: Sie haben Ihr verfügbares Transfervolumen um mehr als überschritten
fr: Vous avez dépassé votre transfert disponible de plus de
it: Hai superato il trasferimento disponibile di oltre
ru: Вы превысили доступный трафик более чем на
vi: Bạn đã vượt quá lưu lượng khả dụng hơn

source: Statistics from the current billing period.
de: Statistiken aus dem aktuellen Abrechnungszeitraum.
fr: Statistiques de la période de facturation en cours.
it: Statistiche del periodo di fatturazione corrente.
ru: Статистика за текущий расчётный период.
vi: Thống kê từ chu kỳ thanh toán hiện tại.

source: Must be configured
de: Muss konfiguriert werden
fr: Doit être configuré
it: Deve essere configurato
ru: Необходимо настроить
vi: Cần được cấu hình

source: Press Continue to restore the backup, or Cancel to abort the operation.
de: Drücken Sie Weiter, um die Sicherung wiederherzustellen, oder Abbrechen, um den Vorgang abzubrechen.
fr: Appuyez sur Continuer pour restaurer la sauvegarde, ou sur Annuler pour abandonner l'opération.
it: Premere Continua per ripristinare il backup o Annulla per interrompere l'operazione.
ru: Нажмите «Продолжить», чтобы восстановить резервную копию, или «Отмена», чтобы прервать операцию.
vi: Nhấn Tiếp tục để khôi phục bản sao lưu, hoặc Hủy để dừng thao tác.

source: Restore .json file from archive
de: .json-Datei aus Archiv wiederherstellen
fr: Restaurer le fichier .json depuis l'archive
it: Ripristina file .json dall'archivio
ru: Восстановить файл .json из архива
vi: Khôi phục tệp .json từ kho lưu trữ

source: Option allows user to restore statistics from the archive.
de: Diese Option ermöglicht die Wiederherstellung von Statistiken aus dem Archiv.
fr: Cette option permet de restaurer les statistiques depuis l'archive.
it: Questa opzione consente di ripristinare le statistiche dall'archivio.
ru: Эта опция позволяет восстановить статистику из архива.
vi: Tùy chọn này cho phép người dùng khôi phục thống kê từ kho lưu trữ.

source: Restore .json file
de: .json-Datei wiederherstellen
fr: Restaurer le fichier .json
it: Ripristina file .json
ru: Восстановить файл .json
vi: Khôi phục tệp .json

source: Option allows user to restore statistics from .json file.
de: Diese Option ermöglicht die Wiederherstellung von Statistiken aus einer .json-Datei.
fr: Cette option permet de restaurer les statistiques depuis un fichier .json.
it: Questa opzione consente di ripristinare le statistiche dal file .json.
ru: Эта опция позволяет восстановить статистику из файла .json.
vi: Tùy chọn này cho phép người dùng khôi phục thống kê từ tệp .json.

source: Download .gz archive
de: .gz-Archiv herunterladen
fr: Télécharger l'archive .gz
it: Scarica archivio .gz
ru: Скачать архив .gz
vi: Tải xuống kho lưu trữ .gz

source: Click to download .gz archive.
de: Klicken Sie, um das .gz-Archiv herunterzuladen.
fr: Cliquez pour télécharger l'archive .gz.
it: Clicca per scaricare l'archivio .gz.
ru: Нажмите, чтобы скачать архив .gz.
vi: Nhấp để tải xuống kho lưu trữ .gz.

source: easyconfig_statistics.json.gz file not found.
de: Datei easyconfig_statistics.json.gz nicht gefunden.
fr: Fichier easyconfig_statistics.json.gz introuvable.
it: File easyconfig_statistics.json.gz non trovato.
ru: Файл easyconfig_statistics.json.gz не найден.
vi: Không tìm thấy tệp easyconfig_statistics.json.gz.

source: Download error
de: Downloadfehler
fr: Erreur de téléchargement
it: Errore di download
ru: Ошибка загрузки
vi: Lỗi tải xuống

source: Download .json file
de: .json-Datei herunterladen
fr: Télécharger le fichier .json
it: Scarica file .json
ru: Скачать файл .json
vi: Tải xuống tệp .json

source: Click to download .json file.
de: Klicken Sie, um die .json-Datei herunterzuladen.
fr: Cliquez pour télécharger le fichier .json.
it: Clicca per scaricare il file .json.
ru: Нажмите, чтобы скачать файл .json.
vi: Nhấp để tải xuống tệp .json.
