Repository: kenzok8/jell
Catalog: luci-app-easyconfig-transfer/po/*/easyconfig-transfer.po
Languages: de, fr, it, ru, vi

source: Download of easyconfig_statistics.json failed. Please try again.
de: Download der Datei easyconfig_statistics.json fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Le téléchargement du fichier easyconfig_statistics.json a échoué. Veuillez réessayer.
it: Download del file easyconfig_statistics.json non riuscito. Riprovare.
ru: Загрузка файла easyconfig_statistics.json не удалась. Пожалуйста, попробуйте снова.
vi: Tải xuống tệp easyconfig_statistics.json thất bại. Vui lòng thử lại.

source: Error executing easyconfig_statistics.sh
de: Fehler beim Ausführen von easyconfig_statistics.sh
fr: Erreur lors de l'exécution de easyconfig_statistics.sh
it: Errore nell'esecuzione di easyconfig_statistics.sh
ru: Ошибка при выполнении easyconfig_statistics.sh
vi: Lỗi khi thực thi easyconfig_statistics.sh

source: Upload .gz archive
de: .gz-Archiv hochladen
fr: Téléverser l'archive .gz
it: Carica archivio .gz
ru: Загрузить архив .gz
vi: Tải lên kho lưu trữ .gz

source: Upload .json file
de: .json-Datei hochladen
fr: Téléverser le fichier .json
it: Carica file .json
ru: Загрузить файл .json
vi: Tải lên tệp .json

source: Save .gz file
de: .gz-Datei speichern
fr: Enregistrer le fichier .gz
it: Salva file .gz
ru: Сохранить файл .gz
vi: Lưu tệp .gz

source: Save .json file
de: .json-Datei speichern
fr: Enregistrer le fichier .json
it: Salva file .json
ru: Сохранить файл .json
vi: Lưu tệp .json

source: Copy .json file to external storage
de: .json-Datei auf externen Speicher kopieren
fr: Copier le fichier .json vers le stockage externe
it: Copia file .json su archivio esterno
ru: Скопировать файл .json на внешний носитель
vi: Sao chép tệp .json sang bộ nhớ ngoài

source: Check this option if you want to create a copy on an external drive.
de: Aktivieren Sie diese Option, wenn Sie eine Kopie auf einem externen Laufwerk erstellen möchten.
fr: Cochez cette option si vous souhaitez créer une copie sur un disque externe.
it: Seleziona questa opzione se desideri creare una copia su un'unità esterna.
ru: Установите этот флажок, если хотите создать копию на внешнем диске.
vi: Chọn tùy chọn này nếu bạn muốn tạo bản sao trên ổ đĩa ngoài.

source: Path to .json file
de: Pfad zur .json-Datei
fr: Chemin vers le fichier .json
it: Percorso del file .json
ru: Путь к файлу .json
vi: Đường dẫn đến tệp .json

source: Enter the path to the directory where a copy of the .json file will be saved.
de: Geben Sie den Pfad zum Verzeichnis ein, in dem eine Kopie der .json-Datei gespeichert wird.
fr: Entrez le chemin vers le répertoire où une copie du fichier .json sera enregistrée.
it: Inserire il percorso della directory in cui verrà salvata una copia del file .json.
ru: Введите путь к каталогу, в котором будет сохранена копия файла .json.
vi: Nhập đường dẫn đến thư mục nơi bản sao của tệp .json sẽ được lưu.

source: Data in easyconfig_statistics.json file has been reset.
de: Daten in der Datei easyconfig_statistics.json wurden zurückgesetzt.
fr: Les données du fichier easyconfig_statistics.json ont été réinitialisées.
it: I dati nel file easyconfig_statistics.json sono stati reimpostati.
ru: Данные в файле easyconfig_statistics.json были сброшены.
vi: Dữ liệu trong tệp easyconfig_statistics.json đã được đặt lại.

source: Successfully copied easyconfig_statistics.json file to
de: Datei easyconfig_statistics.json erfolgreich kopiert nach
fr: Fichier easyconfig_statistics.json copié avec succès vers
it: File easyconfig_statistics.json copiato con successo in
ru: Файл easyconfig_statistics.json успешно скопирован в
vi: Đã sao chép thành công tệp easyconfig_statistics.json đến

source: Successfully copied easyconfig_statistics.json file to /usr/lib/easyconfig.
de: Datei easyconfig_statistics.json erfolgreich nach /usr/lib/easyconfig kopiert.
fr: Fichier easyconfig_statistics.json copié avec succès vers /usr/lib/easyconfig.
it: File easyconfig_statistics.json copiato con successo in /usr/lib/easyconfig.
ru: Файл easyconfig_statistics.json успешно скопирован в /usr/lib/easyconfig.
vi: Đã sao chép thành công tệp easyconfig_statistics.json đến /usr/lib/easyconfig.

source: Auto data reset
de: Automatisches Datenzurücksetzen
fr: Réinitialisation automatique des données
it: Reset automatico dei dati
ru: Автоматический сброс данных
vi: Tự động đặt lại dữ liệu

source: Check this option if you want reset data with the new year.
de: Aktivieren Sie diese Option, wenn Daten mit dem neuen Jahr zurückgesetzt werden sollen.
fr: Cochez cette option si vous souhaitez réinitialiser les données avec la nouvelle année.
it: Seleziona questa opzione se desideri reimpostare i dati con il nuovo anno.
ru: Установите этот флажок, если хотите сбрасывать данные с новым годом.
vi: Chọn tùy chọn này nếu bạn muốn đặt lại dữ liệu vào đầu năm mới.

source: Monthly
de: Monatlich
fr: Mensuel
it: Mensile
ru: Ежемесячные
vi: Hằng tháng

source: Last 12 months
de: Letzte 12 Monate
fr: 12 derniers mois
it: Ultimi 12 mesi
ru: Последние 12 месяцев
vi: 12 tháng qua

source: Refreshing data…
de: Daten werden aktualisiert…
fr: Actualisation des données…
it: Aggiornamento dati…
ru: Обновление данных…
vi: Đang làm mới dữ liệu…

source: Current period
de: Aktueller Zeitraum
fr: Période en cours
it: Periodo corrente
ru: Текущий период
vi: Chu kỳ hiện tại

source: Presentation of downloaded and uploaded data. Click Refresh to update the charts.
de: Darstellung der heruntergeladenen und hochgeladenen Daten. Klicken Sie auf Aktualisieren, um die Diagramme zu aktualisieren.
fr: Présentation des données téléchargées et envoyées. Cliquez sur Actualiser pour mettre à jour les graphiques.
it: Presentazione dei dati scaricati e caricati. Clicca Aggiorna per aggiornare i grafici.
ru: Отображение загруженных и отправленных данных. Нажмите «Обновить», чтобы обновить графики.
vi: Trình bày dữ liệu đã tải xuống và tải lên. Nhấp vào Làm mới để cập nhật biểu đồ.

source: Jan
it: Gen
ru: Янв
vi: Th1

source: Feb
fr: Fév
ru: Фев
vi: Th2

source: Mar
de: Mär
ru: Мар
vi: Th3

source: Apr
fr: Avr
ru: Апр
vi: Th4

source: May
de: Mai
fr: Mai
it: Mag
ru: Май
vi: Th5

source: Jun
fr: Juin
it: Giu
ru: Июн
vi: Th6

source: Jul
fr: Juil
it: Lug
ru: Июл
vi: Th7

source: Aug
fr: Août
it: Ago
ru: Авг
vi: Th8

source: Sep
it: Set
ru: Сен
vi: Th9

source: Oct
de: Okt
it: Ott
ru: Окт
vi: Th10

source: Nov
ru: Ноя
vi: Th11

source: Dec
de: Dez
fr: Déc
it: Dic
ru: Дек
vi: Th12

source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible
it: Nessun dato disponibile
ru: Нет доступных данных
vi: Không có dữ liệu

source: Percentage
de: Prozentsatz
fr: Pourcentage
it: Percentuale
ru: Процент
vi: Phần trăm

source: Legend
de: Legende
fr: Légende
it: Legenda
ru: Легенда
vi: Chú giải

source: Select day
de: Tag auswählen
fr: Sélectionner le jour
it: Seleziona giorno
ru: Выбрать день
vi: Chọn ngày

source: Select month
de: Monat auswählen
fr: Sélectionner le mois
it: Seleziona mese
ru: Выбрать месяц
vi: Chọn tháng

source: Select year
de: Jahr auswählen
fr: Sélectionner l'année
it: Seleziona anno
ru: Выбрать год
vi: Chọn năm

source: Select period
de: Zeitraum auswählen
fr: Sélectionner la période
it: Seleziona periodo
ru: Выбрать период
vi: Chọn chu kỳ

source: Others
de: Andere
fr: Autres
it: Altri
ru: Другие
vi: Khác

source: (Hour-by-hour data usage chart for selected day)
de: (Stündliches Datenverbrauchsdiagramm für den ausgewählten Tag)
fr: (Graphique de consommation de données heure par heure pour le jour sélectionné)
it: (Grafico del consumo dati ora per ora per il giorno selezionato)
ru: (График почасового использования данных за выбранный день)
vi: (Biểu đồ sử dụng dữ liệu theo từng giờ cho ngày đã chọn)

source: (Daily usage chart for a selected month)
de: (Tägliches Verbrauchsdiagramm für den ausgewählten Monat)
fr: (Graphique de consommation journalière pour le mois sélectionné)
it: (Grafico del consumo giornaliero per il mese selezionato)
ru: (График ежедневного использования за выбранный месяц)
vi: (Biểu đồ sử dụng hằng ngày cho tháng đã chọn)

source: (Data usage chart for individual months)
de: (Datenverbrauchsdiagramm für einzelne Monate)
fr: (Graphique de consommation de données pour les différents mois)
it: (Grafico del consumo dati per i singoli mesi)
ru: (График использования данных по отдельным месяцам)
vi: (Biểu đồ sử dụng dữ liệu cho từng tháng)

source: (Data usage chart for each month of the year
de: (Datenverbrauchsdiagramm für jeden Monat des Jahres
fr: (Graphique de consommation de données pour chaque mois de l'année
it: (Grafico del consumo dati per ogni mese dell'anno
ru: (График использования данных по каждому месяцу года
vi: (Biểu đồ sử dụng dữ liệu cho mỗi tháng trong năm

source: Refreshing data...
de: Daten werden aktualisiert...
fr: Actualisation des données...
it: Aggiornamento dati...
ru: Обновление данных...
vi: Đang làm mới dữ liệu...

source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...
it: Attendere prego...
ru: Пожалуйста, подождите...
vi: Vui lòng chờ...

source: Statistics of data usage by clients.
de: Statistiken zum Datenverbrauch durch Clients.
fr: Statistiques de consommation de données par les clients.
it: Statistiche del consumo dati da parte dei client.
ru: Статистика использования данных клиентами.
vi: Thống kê sử dụng dữ liệu của các thiết bị.

source: Clients
it: Client
ru: Клиенты
vi: Thiết bị

source: Statistics data cleared
de: Statistikdaten gelöscht
fr: Données statistiques effacées
it: Dati statistici cancellati
ru: Данные статистики очищены
vi: Dữ liệu thống kê đã được xóa

source: No hourly data available for this day
de: Keine stündlichen Daten für diesen Tag verfügbar
fr: Aucune donnée horaire disponible pour ce jour
it: Nessun dato orario disponibile per questo giorno
ru: Почасовые данные за этот день недоступны
vi: Không có dữ liệu theo giờ cho ngày này

source: Would you like to show an estimated hourly distribution based on daily totals? (This is only an approximation)
de: Möchten Sie eine geschätzte stündliche Verteilung basierend auf den Tagessummen anzeigen? (Dies ist nur eine Annäherung)
fr: Souhaitez-vous afficher une distribution horaire estimée basée sur les totaux journaliers ? (Il ne s'agit que d'une approximation)
it: Vuoi visualizzare una distribuzione oraria stimata basata sui totali giornalieri? (Si tratta solo di un'approssimazione)
ru: Хотите отобразить расчётное почасовое распределение на основе суточных итогов? (Это только приближение)
vi: Bạn có muốn hiển thị phân phối theo giờ ước tính dựa trên tổng hàng ngày không? (Đây chỉ là xấp xỉ)

source: Yes, show estimate
de: Ja, Schätzung anzeigen
fr: Oui, afficher l'estimation
it: Sì, mostra la stima
ru: Да, показать оценку
vi: Có, hiển thị ước tính

source: Size of .json file
de: Größe der .json-Datei
fr: Taille du fichier .json
it: Dimensione del file .json
ru: Размер файла .json
vi: Kích thước tệp .json

source: Size of .gz file
de: Größe der .gz-Datei
fr: Taille du fichier .gz
it: Dimensione del file .gz
ru: Размер файла .gz
vi: Kích thước tệp .gz

source: Client
ru: Клиент
vi: Thiết bị

source: Date
de: Datum
it: Data
ru: Дата
vi: Ngày

source: Statistics restored from external backup
de: Statistiken aus externem Backup wiederhergestellt
fr: Statistiques restaurées depuis une sauvegarde externe
it: Statistiche ripristinate dal backup esterno
ru: Статистика восстановлена из внешней резервной копии
vi: Thống kê đã được khôi phục từ bản sao lưu bên ngoài
