Repository: kenzok8/jell
Catalog: luci-app-vsftpd/po/*/vsftpd.po
Languages: ru

source: 0 means no limitation
ru: 0 &mdash; без ограничений

source: A message will be displayed when entering a directory
ru: Сообщение отображается при входе в каталог

source: ASCII mode
ru: Режим ASCII

source: Add New Virtual User
ru: Добавление нового виртуального пользователя

source: Allow directory recursely list
ru: Разрешить рекурсивный просмотр каталогов

source: An actual local user to handle anonymous user
ru: Имя локального пользователя, от имени которого обеспечивается анонимный доступ

source: An actual local user to handle virtual users
ru: Имя локального пользователя, от имени которого обеспечивается доступ виртуальным пользователям

source: Anonymous User
ru: Анонимный доступ

source: Both download and upload
ru: Для скачивания и загрузки

source: Bytes/s, 0 means no limitation
ru: Байт/с, 0 &mdash; без ограничений

source: Can not be zero, default is 3
ru: Не может быть 0, по умолчанию 3

source: Connection Settings
ru: Настройки подключения

source: Connection timeout
ru: Таймаут подключения

source: Data Port
ru: Порт для данных

source: Data connection timeout
ru: Таймаут подключения для данных

source: Directory message filename
ru: Имя файла сообщения директории

source: Disabled
ru: Отключить

source: Download only
ru: Только для скачивания (download)

source: Enable FTP server
ru: Включить FTP-сервер

source: Enable IPv4
ru: Включить IPv4

source: Enable IPv6
ru: Включить IPv6

source: Enable PASV mode
ru: Включить режим PASV

source: Enable PORT mode
ru: Включить режим PORT

source: Enable anonymous user
ru: Включить анонимного пользователя

source: Enable directory list
ru: Разрешить просмотр списка директорий

source: Enable directory message
ru: Включить сообщения при входе в каталоги

source: Enable download
ru: Разрешить скачивание (download)

source: Enable local users
ru: Включить локальных пользователей

source: Enable logging
ru: Включить журналирование

source: Enable other rights
ru: Разрешить прочие действия

source: Enable upload
ru: Разрешить загрузку (upload)

source: Enable virtual users
ru: Включить виртуальных пользователей

source: Enable write
ru: Разрешить запись

source: Enable write/mkdir
ru: Разрешить запись и создание директорий

source: FTP Server Settings
ru: Настройки FTP-сервера

source: FTP banner
ru: Сообщение сервера (FTP баннер)

source: File mode umask
ru: Режим создания файлов (umask)

source: Global Settings
ru: Глобальные настройки

source: Grant access to FTP server configuration
ru: Предоставить доступ к конфигурации FTP-сервера

source: Home directory
ru: Домашний каталог

source: Home directroy cannot be empty
ru: Домашний каталог не может быть пустым

source: IPv4 Address
ru: IPv4 адрес

source: IPv6 Address
ru: IPv6 адрес

source: Idle session timeout
ru: Таймаут неактивной сессии

source: If activated, files and directories starting with '.' will be shown in directory listings even if the 'a' flag was not used by the client. This override excludes the '.' and '..' entries
ru: Если опция установлена, файлы начинающиеся с «.» будут показываться в листинге директории, даже если флаг «a» не используется клиентом. Эта опция исключает директории «.» и «..»

source: In seconds
ru: В секундах

source: Include rename, deletion, ...
ru: Включая переименование, удаление, ...

source: Leave empty will use user's home directory
ru: Если не задано, будут использоваться домашние папки пользователей

source: Listen Port
ru: Порт для входящих соединений

source: Local Users
ru: Локальные пользователи

source: Log Settings
ru: Настройки журналирования

source: Log file
ru: Файл журнала

source: Max clients
ru: Максимальное количество клиентов

source: Max clients per IP
ru: Максимальное количество клиентов для одного IP-адреса

source: Max login fail count
ru: Максимальное количество ошибок авторизации

source: Max transmit rate
ru: Максимальная скорость передачи

source: On this page you may configure FTP server settings
ru: На этой странице можно настроить параметры FTP-сервера

source: Password
ru: Пароль

source: Root directory
ru: Корневая папка

source: Run FTP server on system's startup
ru: Запускать FTP-сервер при запуске системы

source: Service Settings
ru: Настройки службы

source: Show dot files
ru: Показывать скрытые файлы (dot files)

source: The maximum port to allocate for PASV style data connections
ru: Номер порта, до которого размещаются порты для PASV режима

source: The minimum port to allocate for PASV style data connections
ru: Номер порта, начиная с которого размещаются порты для PASV режима

source: Upload only
ru: Только для загрузки (upload)

source: Uploaded file mode will be 666&thinsp;&minus;&thinsp;umask, directory mode will be 777&thinsp;&minus;&thinsp;umask
ru: Права загружаемых файлов устанавливаются в значение 666&thinsp;&minus;&thinsp;umask, каталогов &mdash; 777&thinsp;&minus;&thinsp;umask

source: Username
ru: Имя пользователя

source: Username cannot be empty
ru: Имя пользователя не может быть пустым

source: Virtual Users
ru: Виртуальные пользователи

source: When disabled, all download request will give permission denied
ru: Если отключено, все запросы на скачивание будут вызывать ошибку доступа

source: When disabled, all write request will give permission denied
ru: Если отключено, все запросы на запись будут вызывать ошибку доступа

source: When disabled, list commands will give permission denied
ru: Если отключено, все запросы на просмотр списка каталога будут вызывать ошибку доступа

source: disable
ru: отключить

source: to file
ru: в файл

source: to syslog
ru: в syslog
